{
  "App.core.description": "The Decentralized Open Community in Cannabis ecosystem",
  "App.core.description-egroweed": "The Descentralized Crowdfunding of Cannabis",
  "App.core.sidebar-t1": "Languages",
  "App.core.sidebar-t2": "Navigation",
  "App.core.sidebar-t3": "Members Area",
  "App.core.sidebar-t4": "Documentation",
  "App.core.sidebar-t5": "Stay Updated",
  "App.core.sidebar-t6": "Community",
  "App.core.sidebar-p1": "Manifest",
  "auth.LoginForm.cta": "Login",
  "auth.LoginForm.ctaSend": "Send E-mail",
  "auth.RegisterForm.cta": "Sign Up",
  "auth.ResetForm.cta": "Reset Password",
  "auth.LoginForm.bca": "BCA TOKEN",
  "auth.LoginForm.password.error": "The password has to have at least 6 characters",
  "auth.LoginForm.password.error_confirm": "The passwords must match",
  "App.core.dashboard.home": "Home",
  "App.core.dashboard.profile": "Profile",
  "App.core.dashboard.greetings": "Hello!",
  "App.core.dashboard.terms": "Terms of service",
  "App.core.dashboard.card-t1": "Welcome to Bancannabis!",
  "App.core.dashboard.card-t2": "Thank you for being a pioneer in the cannabis revolution.",
  "App.core.dashboard.card-t3": "Soon you will find here new ways to support and be part of the change.",
  "App.core.dashboard.card-t4": "Stay tune.",
  "App.core.dashboard.card-l1": "Wallet",
  "App.core.dashboard.card-l2": "Chat",
  "App.core.dashboard.card-l3": "Blog",
  "App.core.dashboard.card-l4": "Profile",
  "App.core.wallet.card-conection": "Conected to: ",
  "auth.LoginForm.title": "Login",
  "auth.LoginForm.forgot": "Forgot password?",
  "auth.LoginForm.error": "Incorrect password or username, please try again.",
  "auth.RegisterForm.title": "Sign Up",
  "auth.RegisterForm.success": "Registered Successfully!",
  "auth.RegisterForm.p1": "Remember to confirm your email, to log in.",
  "auth.LoginForm.username.error": "The username can not be empty",
  "common.Apollo": "Apollo Example",
  "about.bca.img": "bca_token_eng.png",
  "about.bca.p1": "Bancannabis.org presents its token BCA the decentralized way to take part in cannabis industry.",
  "about.bca.p2": "BCA will allow you to participate in the ecosystem of projects from bancannabis community, such as e-groweed.com, the first decentralized cannabis crowdfunding.",
  "about.bca.h1": "How it works?",
  "about.bca.p3": "It works like as an Ethereum Token, convert you ethers to BCA at rate  of 1 ETH ~= 3.125 BCA.",
  "about.bca.p4": "With the token you will have benefits in Bancannabis projects and also you are supporting the develop of the community.",
  "about.bca.h2": "Where can I get BCA?",
  "about.bca.p5": "At the moment we are exchanging BCA from Ethereum in the pre-sale of e-groweed.com platform.",
  "about.bca.p6": "more info here",
  "about.bca.p7": "here",
  "about.bca": "About BCA",
  "about.egroweed": "About Egroweed",
  "common.cancel": "Cancel",
  "common.ok": "Ok",
  "common.submit": "Submit",
  "common.password": "Password",
  "common.password.placeholder": "password",
  "common.repeatpassword": "Repeat Password",
  "common.repeatpassword.placeholder": "repeat password",
  "common.username": "Username",
  "common.lastname": "lastname",
  "common.name": "Name",
  "common.email": "your e-mail",
  "common.username.placeholder": "Username",
  "common.lastname.placeholder": "Last Name",
  "common.name.placeholder": "First Name",
  "common.email.placeholder": "e-mail",
  "components.autocomplete.emptyMessage": "No options found for %s",
  "components.calendar.friday.short": "F",
  "components.calendar.monday.short": "M",
  "components.calendar.nextMonth": "next month",
  "components.calendar.previousMonth": "previous month",
  "components.calendar.saturday.short": "S",
  "components.calendar.sunday.short": "S",
  "components.calendar.thursday.short": "T",
  "components.calendar.tuesday.short": "T",
  "components.calendar.wednesday.short": "W",
  "components.dataTable.noResults": "No results found!",
  "components.formExample.zipCode.error": "Please enter a Number",
  "components.pagination.next": "Next",
  "components.pagination.previous": "Previous",
  "components.truncate.showLess": "Show less",
  "components.truncate.showMore": "Show more",
  "components.home.tittle": "What Bancannabis is?",
  "components.home.headline-1": "Community",
  "components.home.p-1": "Bancannabis is the digital community of cannabis, we seek the integration of all participants in the productive cycle of cannabis through innovative and decentralized solutions. Our Initiative is to raise awareness and unban the use of cannabis in all its forms.",
  "components.home.headline-2": "Decentralized Ecosystem ",
  "components.home.p-2": "Bancannabis community is creating the most advanced supply chain in cannabis industry through blockchain, IOT integrations and deeply committed to social transformation. We are providing to any one in the word the opportunity to be part of this fast growing industry with our first project e-groweed.com, backed with true decentralizated solutions under the Ethereum network with our ERC20 standard token BCA.",
  "components.home.headline-3": "Eco-conscious and Innovative focused",
  "components.home.p-3": "Our mission is to create the biggest community of innovation and development in cannabis with social, environmental and equity focus.",
  "components.home.ticker-1": "We are in the private sale of our Token ",
  "components.home-egroweed.tittle": "What E-groweed is?",
  "components.home-egroweed.headline-1": "dApp",
  "components.home-egroweed.p-1": "E-groweed.com is a dApp or Descentralized Application that host the first Crowdfunding to sponsor medical cannabis plants in Colombia and for the world.",
  "components.home-egroweed.headline-2": "Transparent and Secure",
  "components.home-egroweed.p-2": "All transaction in E-groweed.com are driven by Ethereum's smart contracts, so you can verify in each moment the state of your sponsored plants.",
  "components.home-egroweed.headline-3": "Social impact",
  "components.home-egroweed.p-3": "From the moment you sponsor a plant, you contribute to the social and technological development of the communities in which E-groweed and Bancannabis collaborates.",
  "App.core.footer.suscribe": "Subscribe us for latest updates",
  "App.core.terms": "TÉRMINOS Y CONDICIONES GENERALES PARA USUARIOS - USO Y FUNCIONAMIENTO DE LOS BIENES Y SERVICIOS OFERTADOS POR BANCANNAPPS S.A.S 1. ACEPTACIóN A través de este documento, BANCANNAPPS S.A.S (BANCANNABIS,  nosotros, nuestro, nos) establece los términos y condiciones de funcionamiento de su plataforma   (LA PLATAFORMA) y determina la forma en que cada USUARIO se relaciona con aquella y  los servicios que allí se ofrecen. Hacer uso de la plataforma o los servicios que se ofrece en ella,  cualquiera de ellos, se considera una aceptación voluntaria, libre y expresa de cada una de las cláusulas  que se encuentran a continuación; si usted no está de acuerdo con el uso o el servicio ofrecido, por favor  absténgase de utilizar la plataforma o de solicitar la prestación de los servicios que aquel ofrece.  Nuestros USUARIOS deben leer, comprender y aceptar todas las condiciones establecidas en los presentes  Términos y Condiciones Generales, en las Políticas de Privacidad y en los demás documentos incorporados  por referencia a este documento, previo a su registro en BANCANNABIS BANCANNABIS no es una institución  financiera. Es un proveedor de tecnología. El token Bancannabis BCA no es una moneda, es un medio de  cambio o utility token BANCANNABIS hace uso del Utility Token o token de utilidad; este es un token de  acceso a la futura plataforma (Network Access Token), con el fin de intercambiar bienes y servicios  ofrecidos en la PLATAFORMA . Por tanto, el pago recibido es un anticipo de los bienes y servicios  ofrecidos en el sitio web. En caso que se presente un inconveniente, duda o sugerencia con el uso de la  plataforma de BANCANNABIS o de los presentes Términos y Condiciones de Uso del Sitio y sus servicios,  puede dirigir un correo electrónico con la solicitud y datos de contacto al correo electrónico  contact@bancannabis.org 2. INFORMACIóN Esta plataforma y su contenido se proporcionan únicamente con fines  informativos y comerciales. La información de esta plataforma no está destinada a proporcionar información  médica completa. SI USTED TIENE UNA CONDICIóN MÉDICA, CONSULTE INMEDIATAMENTE A SU PROPIO MÉDICO O  PROVEEDOR DE ATENCIóN MÉDICA. NO OFRECEMOS DIAGNóSTICO MÉDICO O CONSEJOS DE TRATAMIENTO ESPECÍFICOS PARA  EL PACIENTE. Siempre debe obtener información médica completa sobre el uso de cualquier producto o  servicio que pueda estar contenido en este sitio web (incluidos sus usos médicos beneficiosos y posibles  efectos adversos) discutiendo su uso apropiado directamente con su médico o, cuando corresponda, con otro  asesor médico. Los pacientes, médicos y otros profesionales médicos deben consultar con los recursos  médicos locales y las autoridades reguladoras para obtener información apropiada para su país. Usted  acepta que no tomará ninguna decisión médica o relacionada con la salud basada en todo o en parte en  cualquier contenido de este sitio web. 3. ÁMBITO DE APLICACIóN En la prestación del servicio en la  PLATAFORMA surge una relación contractual entre BANCANNABIS y el USUARIO. Estos servicios tendrán como  destinatario único y exclusivo el USUARIO, por lo que su derecho sobre la prestación del servicio no se  puede ceder a terceros ni ser utilizados por otras personas distintas al USUARIO, salvo previa  autorización expresa y escrita de BANCANNABIS BANCANNAPPS S.A.S, sociedad comercial con domicilio en la  ciudad de Medellín, departamento de Antioquia en la República de Colombia, identificada con NIT No.  (asignación pendiente), se hace responsable de los derechos y obligaciones inherentes al ejercicio de la  prestación del servicio. BANCANNABIS asume plena responsabilidad respecto a los servicios prestados en su  nombre por profesionales contratados por BANCANNAPPS S.A.S, también por los profesionales con quienes se  hayan suscrito acuerdos de colaboración o empleados de BANCANNABIS o por cualquier tercero representante  de BANCANNABIS, autorizado de conformidad con los acuerdos logrados con el tercero. Los USUARIOS de  BANCANNABIS reconocen y aceptan que, en la PLATAFORMA pueden converger las siguientes calidades: a.  USUARIO COLABORADOR: Es aquella persona natural o jurídica que cuenta con un proyecto de uso de semillas,  de producción, de transformación o de distribución del cannabis psicoactivo o no psicoactivo con una  licencia vigente expedida por una autoridad competente (el USUARIO COLABORADOR) y que quiera realizar un  crowdfounding o prestar sus servicios a nivel global. b. USUARIO E-GROWER: Es aquella persona natural o  jurídica que tiene la intención de realizar una inversión para cultivar digitalmente el cannabis por medio  de la compra de un token de utilidad BCA para intercambiar en la PLATAFORMA por bienes y servicios  entorno al cultivo (el USUARIO E-GROWER). c. USUARIO COMUNIDAD: Es aquella persona natural o jurídica  que tiene la intención de intercambiar tokens de utilidad BCA por bienes y/o servicios ofertados en la  PLATAFORMA de BANCANNABIS. 4. DEFINICIONES USUARIO: Es la persona natural o jurídica que acepta  intercambios electrónicos a través de LA PLATAFORMA para acceder a los bienes y / o servicios ofrecidos  por la empresa BANCANNAPPS S.A.S. ALIADOS: Es la persona natural o jurídica que establece un acuerdo con  BANCANABIS para proveer algún bien o servicio en la PLATAFORMA o en la cadena de producción del cannabis.  BIENES Y / O SERVICIOS O PRODUCTOS: Son los bienes y/o servicios ofertados en la PLATAFORMA por parte de  BANCANNABIS o sus aliados, para intercambiar a partir del Token de utilidad de BANCANNABIS que se llama  BCA. PLATAFORMA: Se refiere a la estructura técnica, funcional y organizativa administrada por el  administrador, que permite a los usuarios entablar y concretar compras y ventas de servicios con tokens  BCA y/o monedas Digitales mediante una red P2P. CUENTA DE USUARIO: Es un espacio digital que tiene  asignada una clave privada y una clave pública con la cual se protege la información personal del USUARIO  y es resguardado y gestionado por BANCANNABIS unicamente a través de una contraseña designada por el  usuario al momento de registrarse en la plataforma. En esta cuenta se registran todas las transacciones y  envíos realizados a través de la PLATAFORMA con motivo de compras y ventas de Bienes y / o Servicios  ofrecidos por BANCANNABIS y sus ALIADOS con activos digitales compatibles con la tecnologĩa Blockchain de  BANCANNABIS. En suma, la Cuenta contará con una gran gama de productos/servicios descentralizados (DeFi)  operado por Contratos Inteligentes. CONTRATO INTELIGENTE: Un contrato inteligente es un programa  informático que facilita, asegura, hace cumplir y ejecuta acuerdos registrados entre dos o más partes (por  ejemplo personas u organizaciones). Tienen como objetivo brindar una seguridad superior a la ley de  contrato tradicional y reducir costos de transacción. La información que contiene el contrato es  inmutable, verídica y a la vez en tiempo real, permitiendo ser consultada en cualquier momento y desde  cualquier lugar. PAGO EN LÍNEA: Son las transacciones realizadas a través de la PLATAFORMA u otras  plataformas electrónicas. TÉRMINOS Y CONDICIONES O T&C: Son el conjunto de términos, condiciones,  obligaciones y pautas que rigen el uso de la PLATAFORMA y el intercambio de bienes y servicios por parte  de los Usuarios. BANCANNAPPS S.A.S: Es una sociedad comercial que provee de tecnología blockchain para la  innovación y desarrollo de la industria del cannabis. BANCANNABIS, sus aliados o los USUARIOS  COLABORADORES cultivan y transforman el cannabis con ayuda de los USUARIOS E-GROWER y otros modelos de  participación digital. Los bienes y servicios son ofertados y contratados a través de la PLATAFORMA.  BANCANNABIS no es una entidad financiera y por tanto no recauda dinero de curso legal de los USUARIOS.  BALANCE: Es el monto disponible a favor o en contra de las cuentas y / o subcuentas de los Aliados,  USUARIOS, y/o BANCANNABIS para realizar intercambios digitales en la PLATAFORMA y los exchange digitales.  EXCHANGE: Los exchanges son compañías o plataformas en línea dedicadas al comercio e intercambio de  monedas digitales como bitcoin por otros activos, sean estos otras criptomonedas, tokens o dinero  fiduciario de casi cualquier país. E-GROWER O CULTIVADOR DIGITAL: Son usuarios de la red que pueden ser  empresas consumidoras o cultivadoras de cannabis, o a su vez personas naturales verificadas, y quienes se  interesan en invertir en la explotación comercial de los cultivos de cannabis. MONEDA DIGITAL o TOKEN: Es  la representación digital de valor que puede ser objeto de comercio digital y cuyas funciones son la de  constituir un medio de intercambio, y/o una unidad de cuenta, y/o una reserva de valor, que no tiene curso  legal, ni se emiten, ni se encuentran garantizadas por ningún país o jurisdicción, ejemplos de estas son  las de Bitcoin, Ethereum, Dash y monero entre otras. TRANSACCIóN: Es el acuerdo aceptado por un Usuario  para la compra y venta de un servicio establecidos a través de la plataforma en el momento en que se lleve  a cabo la operación. 5. ALCANCE Los presentes T&C constituyen un contrato válido y vinculante entre el  Usuario que utilice el Sitio, por un lado, y el Administrador, por el otro. En caso de que el Usuario  ingrese al Sitio y/o haga uso del Sitio se entenderá que ha aceptado plenamente y sin reservas los  presentes T&C. Los bienes y servicios ofertados en la PLATAFORMA están disponibles para personas que  tengan capacidad para contratar. No podrán hacer uso de los bienes y/o servicios de la PLATAFORMA las  personas menores de edad o los Usuarios de BANCANNABIS que hayan sido suspendidos temporalmente o  inhabilitados definitivamente. Las personas jurídicas o naturales que se inscriben como USUARIOS  COLABORADORES, deben tener capacidad para contratar, tener los documentos mercantiles conforme a la ley y  obligarse conforme a los términos y condiciones de BANCANNABIS descritos en este documento. Los USUARIOS  aceptan que determinados servicios necesarios para el uso dela PLATAFORMA pueden ser prestados por  empresas ALIADAS. En estos casos se establecerá un vínculo contractual independiente entre los USUARIOS y  dichas empresas para la provisión de esos servicios. Dichos servicios pueden estar sujetos a tarifas  diferenciadas. El Usuario no podrá realizar reclamo alguno al Administrador derivado y/o vinculado con la  prestación de los servicios realizados por las Afiliadas. 6. DESCRIPCIóN DEL SERVICIO: La PLATAFORMA  permite a los USUARIOS realizar operaciones de compra y venta de servicios relacionados con la cadena de  suministros de cannabis sp, utilizando para ello los token con los que opera la PLATAFORMA. 6.1 REGISTRO  DE CUENTA EN LA PLATAFORMA DE BANCANNAPPS S.A.S Para hacer uso de la PLATAFORMA el USUARIO deberá proceder  a registrarse completando el formulario de registro de la PLATAFORMA (el Formulario), al diligenciar y  enviar el formulario el USUARIO declara bajo la gravedad de juramento la veracidad de la información  sumistrada. El USUARIO deberá completar el Formulario con información fidedigna, real, completa,  actualizada y verificable; en caso de ser necesario el USUARIO deberá actualizar el Formulario cuantas  veces sea necesaria. BANCANNABIS se reserva el derecho de solicitar información y/o documentación  adicional a efectos de corroborar la información contenida en el Formulario. Hasta que la información  requerida para el uso de la PLATAFORMA esté completa, BANCANNABIS podrá limitar el uso de la PLATAFORMA al  USUARIO. BANCANNABIS se reserva el derecho de suspender temporalmente y/o cancelar la cuenta de los  USUARIOS que suministren información falsa o que no haya podido ser verificada. El USUARIO deberá acceder  a la PLATAFORMA a través de la cuenta de usuario que cree al momento de registrarse (la cuenta), allí  deberá ingresar su dirección de correo electrónico personal y una contraseña (alfanumérica) de acceso. La  Cuenta es estrictamente personal, única e intransferible; será asignada a un único USUARIO para su uso  exclusivo y estará estrictamente prohibida su venta y/o transmisión a terceras personas. Los USUARIOS sólo  podrán tener una única cuenta en un momento dado, y no podrán crear y/o utilizar otras cuentas que no sean  su propia Cuenta. El USUARIO será responsable de mantener confidencial los datos de su Cuenta y en  especial su contraseña. En caso de que BANCANABIS detecte que la Cuenta es utilizada por un USUARIO que no  es el titular de ésta, o que un USUARIO está operando con más de una Cuenta, podrá suspender o bloquear  definitivamente la/s Cuenta/s del USUARIO. En todos los casos, el Usuario será responsable por las  operaciones efectuadas desde su Cuenta. El USUARIO deberá notificar de inmediato a BANCANNABIS respecto de  cualquier uso no autorizado de su Cuenta, a efectos de que se tomen las medidas adecuadas a dichos  efectos. 6.2 FUNCIONALIDADES Y PROCESOS DE LA PLATAFORMA La PLATAFORMA permite a los USUARIOS comprar y  vender servicios relacionados con la cadena de suministros de Cannabis con Monedas Digitales a través de  la PLATAFORMA El precio por el cual los USUARIOS pueden comprar y vender sus servicios variará en función  del precio del mercado y de las decisiones de cada USUARIO. Ni BANCANNABIS ni la PLATAFORMA imponen a los  USUARIOS un precio para la compra y/o venta de servicios relacionados con la cadena de suministros del  Cannabis. Los USUARIOS comprenden que BANCANNABIS no compra ni vende Monedas Digitales y/o servicios de  manera directa, ni participa activamente en la compra y venta de servicios Digitales a través de la  PLATAFORMA. La PLATAFORMA únicamente habilita el acceso de los USUARIOS al mercado para la compra y venta  de servicios. Los USUARIOS podrán acceder a la plataforma de Crowdfunding para adquirir Tokens BCA por  medio de un contrato inteligente y Ethereum únicamente cuando se verifique su identidad. Actualmente los  USUARIOS podrán apadrinar plantas por medio de la PLATAFORMA y contrato inteligente de Crowgrowing  haciendo uso de los tokens BCA adquiridos durante las etapas del Crowdfunding a través de ether.. los  USUARIOS pueden vender o adquirir productos y servicios de la PLATAFORMA o tienda global. BANCANNABIS no  es responsable de la calidad del producto o servicio que los USUARIOS de la red presten, pero si velará  por el cumplimiento de la normativa vigente para comercializar cannabis sp y brindar un servicio de  calidad. 6.3 RIESGOS DEL SERVICIO Dado a la naturaleza de su comercialización, y del carácter fluctuante  del precio de las Monedas Digitales en el mercado, BANCANNABIS no se hará responsable por la pérdida de  dinero en la que incurran los USUARIOS como consecuencia del aumento o disminución del valor de las  Monedas Digitales. A diferencia de las Monedas de Curso Legal, las Monedas Digitales están respaldadas por  los protocolos y tecnologías que los sustentan, y en la confianza generada en el público en general. Los  USUARIOS manifiestan conocer que las Monedas Digitales no han sido reconocidas como monedas o medios de  pago por diversas autoridades monetarias, y que el tratamiento legal de las Monedas Digitales difiere en  distintas jurisdicciones. En virtud de lo anterior, los USUARIOS asumen y son responsables en su totalidad  por el riesgo de operar con Monedas Digitales, liberando de toda responsabilidad o consecuencia emanada de  ello a BANCANNABIS y a sus ALIADOS, sus operadores, accionistas, socios, administradores, gerentes,  trabajadores y titulares. BANCANNABIS no tiene autoridad ni control sobre los protocolos de software que  gobiernan las operaciones en las Monedas Digitales que operan en la PLATAFORMA. En general, estos  protocolos son de código abierto y cualquier persona puede usarlos, copiarlos, modificarlos y  distribuirlos. El Usuario reconoce y acepta que (i) BANCANNABIS no es responsable por el funcionamiento de  los protocolos subyacentes y no garantiza su funcionalidad, seguridad o disponibilidad y (ii) los  protocolos están sujetos a cambios repentinos en sus reglas operativas (es el caso de las eventuales  bifurcaciones o forks). Tales bifurcaciones pueden afectar materialmente el valor, funcionalidad y/o  denominación de las Monedas Digitales almacenadas en la PLATAFORMA. 6.4 TARIFAS Y COMISIONES DEL SERVICIO  BANCANNABIS no cobrará a los USUARIOS monto alguno por registrarse en el Sitio. BANCANNABIS cobrará a los  Usuarios después de la participación privada una comisión por cada Transacción realizada a través de la  PLATAFORMA que se expresará como un porcentaje sobre el monto de la operación de compra o de venta, según  corresponda. La comisión será expresada en el monto de Tokens BCA que corresponda según la operación de  que se trate. Las comisiones serán deducidas de la Cuenta del Usuario al momento de ejecutarse la orden.  BANCANNABIS cobrará una comisión entre el 0.5% y el 0.65% del monto operado, por cada operación de compra  y por cada operación de venta que realice el Usuario a través de la PLATAFORMA. BANCANNABIS cobrará a los  USUARIOS al momento de realizar un retiro de fondos una comisión del 1% sobre el monto que se retire, el  cual será descontado del monto que se pretenda retirar de la PLATAFORMA.. 6.5 USOS DE COOKIES Los USUARIOS  conocen y aceptan que BANCANNABIS podrá utilizar en la PLATAFORMA sistemas y/o servicios de seguimiento  y/o tecnologías similares o que cumplan con una función similar, tales como Cookies. Las Cookies son  pequeños archivos que se instalan en el sitio de almacenamiento de la computadora o dispositivo utilizado  por el USUARIO, con una duración limitada en el tiempo que ayudan a personalizar los servicios. Las  Cookies se utilizan con el fin de conocer los intereses, el comportamiento y la demografía de quienes  visitan o utilizan la PLATAFORMA y de esa forma, comprender mejor sus necesidades e intereses y brindar un  mejor servicio o proveer información relacionada. BANCANNABIS también puede utilizar la información  obtenida por intermedio de las Cookies para analizar las páginas navegadas por el USUARIO, así como sus  búsquedas realizadas, para mejorar y/o personalizar iniciativas comerciales y promocionales, realizar  noticias, publicidad o promociones, banners de interés y perfeccionar su oferta de contenidos; también  podrá utilizar Cookies para contabilizar y corroborar los registros y niveles de validación, así como para  promover y hacer cumplir las reglas y seguridad de la PLATAFORMA. Se establece que la instalación,  permanencia y existencia de las cookies en la computadora o dispositivo del USUARIO depende de su  exclusiva voluntad y puede ser eliminada de su computadora o dispositivo cuando él así lo desee.  OBLIGACIONE Y PROHIBICIONES DEL USUARIO 7.1 OBLIGACIONES USUARIO E-GROWER a). Proporcionar información  verídica y verificable al momento de crear una cuenta de usuario en la PLATAFORMA. b). En virtud de la  legislación vigente en materia de prevención del lavado de activos y de la financiación del terrorismo, el  USUARIO, en el momento de contratar los servicios de BANCANNABIS, se obliga a (i) facilitar, de forma  completa y veraz, cuanta información sea necesaria y le sea requerida a estos efectos, (ii) autoriza  expresamente a BANCANNABIS a realizar las actuaciones de verificación que, al respecto, considere  oportunas y, sin perjuicio de lo anterior, (iii) manifiesta que el origen de los recursos que emplea para  abonar el pago por los servicios de BANCANNABIS, es lícito y no contraviene lo previsto en legislación  vigente en materia de prevención del lavado de activos y de la financiación del terrorismo. c). Dar aviso  inmediato a BANCANNABIS a través del correo electrónico contac@bancannabis.org de cualquier circunstancia  que amenace y/o ponga en riesgo la integridad de los datos almacenados en la PLATAFORMA. d). Tener claro y  aceptar la información de los productos por adquirir. e). Adquirir el Token BCA para intercambiar en la  PLATAFORMA por los bienes y/o servicios ofertados por BANCANNABIS y sus ALIADOS. f). Autorizar a  BANCANNABIS el tratamiento a sus datos personales de conformidad con la ley y nuestras políticas de  privacidad y tratamiento de datos personales. Usted puede tener acceso a nuestra política de privacidad a  través de la página ___________ g). Utilizar la PLATAFORMA de BANCANNABIS de acuerdo a los presentes  términos y condiciones de uso ofrecidos por BANCANNABIS y aquellas modificaciones que se agreguen en el  momento que los mismos sean actualizados. h). Consultar de manera permanente el texto de Términos y  Condiciones de la PLATAFORMA de BANCANNABIS para conocer los cambios que se presenten en el mismo i).  Hacer uso personal de la dApp y abstenerse de revender y obtener ingresos con motivo de la reventa y / o  comercialización de los Bienes y / o Servicios de los Aliados y / o Empresas Asociadas que hayan sido  adquiridos a título personal. j). Descargar actualizaciones de dApp de forma permanente. k). Siga las  recomendaciones de BANCANNABIS con respecto a las prácticas adecuadas en el uso de la DApp. l). Cambie  periódicamente la contraseña de seguridad para el acceso y uso de la DApp, Si el usuario pierde su  contraseña no se podrá recuperar los fondos. m). Informar de inmediato a BANCANNABIS la pérdida y / o robo  del teléfono y / o dispositivo móvil desde el que se utiliza la DApp. n). Informe de inmediato a  BANCANNABIS sobre cualquier transacción no autorizada y / o fraudulenta a través de la DApp de la que  tenga conocimiento o debería haber tenido conocimiento. o). Seguir la trazabilidad de las plantas  compradas para su cultivo digital. 7.2 OBLIGACIONES USUARIO COLABORADOR a). Debe tener la capacidad legal  y las autorizaciones necesarias para realizar la actividad económica, ya sea comercializando semillas e  insumos para el cultivo de cannabis, desarrollando proyectos de cultivo de cannabis o transformando la  materia prima en derivados del cannabis. b). El USUARIO COLABORADOR deberá remitir a BANCANNABIS la  documentación pertinente para efectuar transacciones a través de la PLATAFORMA de BANCANNABIS, incluida la  documentación corporativa y los documentos del activo o bien, estos podrán corresponder de forma  enunciativa y no limitativa a: especificaciones técnicas, cotización, facturación y cualquier otra  información que a juicio de BANCANNABIS resulte necesaria para efectuar la Transacción. c). El USUARIO  COLABORADOR deberá remitir a BANCANNABIS (a) certificado de existencia y representación legal, (b)  estatutos de la sociedad titular de la licencia y del cultivo y Usuario Emprendedor vinculado a  BANCANNABIS (c) licencia de autorización de producción de Cannabis, (d) plan de negocio del proyecto  productivo y (e) pruebas de evaluación agronómica. BANCANNABIS se reserva el derecho de solicitar  información adicional o de aceptar o rechazar usuarios teniendo en cuenta la información aportada. d). El  USUARIO COLABORADOR deberá facilitar la inspección técnica por parte de BANCANNABIS a efectos de  identificar las variables técnicas del cultivo del USUARIO COLABORADOR para mantener actualizada la  PLATAFORMA y a los E-GROWER. e). El USUARIO COLABORADOR deberá informar, con un término prudente de  anterioridad de la existencia de una oferta calificada a efectos de que BANCANNABIS inicie las labores  tendientes conseguir una Transacción. f). Por la naturaleza de la actividad comercial de BANCANNABIS, este  no es responsable por el efectivo cumplimiento de las obligaciones fiscales o impositivas establecidas por  la ley vigente que le sean aplicables al Usuario Emprendedor las cuales declara conocer cada una de las  partes al realizar la Transacción. 7.3 PROHIBICIONES DE LOS USUARIOS EN GENERAL: Los USUARIOS registrados  en la PLATAFORMA de BANCANNABIS no podrán: a). Mantener ningún tipo de comunicación directa por e-mail, o  por cualquier otro medio (incluso redes sociales) durante la oferta del bien con ninguno de los Usuarios  que participan en la misma, salvo mediante el uso de las herramientas expresamente destinadas al efecto en  la PLATAFORMA. Esta restricción será igualmente aplicable a la negociación de las condiciones de los  contratos que formalizan la Transacción. b). Insultar o agredir a otros USUARIOS. c). Utilizar su  reputación, calificaciones o comentarios recibidos en la PLATAFORMA o en cualquier ámbito fuera de la  PLATAFORMA. d). Crear dos cuentos con los mismos datos de usuario. e). Crear identidades falsas, actuar en  nombre de terceros sin el poder o legitimación, suplantando su identidad. f). Introducir datos falsos o  marcas y productos ficticios por lo cual estos deben ser exactos y veraces. g). Infringir derechos de  terceros, en especial de propiedad industrial e intelectual. h). Faltar a la verdad, falsificando  documentos, firmas, infringir leyes tanto del ámbito nacional como internacional. i). Manipular o alterar  las herramientas de la plataforma para comercializar con terceros en forma distinta a la señalada en los  presentes TÉRMINOS Y CONDICIONES. j). Utilizar la plataforma, para fines distintos a los establecidos en  los T&C. k). Utilizar la plataforma BANCANNABIS con el propósito de almacenar imágenes personales, videos  propios y/o cualquier otro tipo de información que no corresponda estrictamente a lo requerido para llevar  a cabo la sistematización, organización y catalogación de la información financiera del usuario. l).  Utilizar la plataforma BANCANNABIS con el propósito de perpetrar un acto criminal o contrario a la  legislación vigente. m). Utilizar la plataforma para transferir, comunicar, reproducir, poner a  disposición y/o retransmitir contenidos que resulten discriminatorios, ofensivos, de contenido sexual y  otros que puedan afectar, ofender y/o agredir a los destinatarios del contenido y/o a la sociedad. n).  Vender, compartir, copiar, redistribuir, revender, transferir, licenciar y en general realizar cualquier  acto de explotación o disposición de los derechos sobre la PLATAFORMA, sin haber obtenido previamente una  autorización expresa y escrita de BANCANNABIS. o). Utilizar la plataforma con el propósito de infringir la  propiedad intelectual de terceros y/o de BANCANNABIS. p). Realizar ingeniería inversa respecto de la  plataforma con el propósito de acceder a su código fuente, salvo los casos en que la normatividad vigente  se lo permita expresamente y, aun así, sin que pueda utilizar la información accedida para realizar  copias, obras derivadas o aplicaciones que puedan afectar o no la seguridad de la PLATAFORMA. q). No está  permitida ninguna acción o uso de dispositivo, software, u otro medio tendiente a interferir tanto en las  actividades y operatoria de BANCANNABIS o de la PLATAFORMA, de propiedad, administrado y operado por  BANCANNABIS, como en las ofertas, descripciones, cuentas o bases de datos de BANCANNABIS. r). Utilizar los  signos distintivos de BANCANNABIS y en general, la imagen corporativa de BANCANNABIS sin obtener  previamente la autorización expresa y escrita de sus titulares. s). Realizar cualquier tipo de actividad,  maniobra o acción que logre o tenga por efecto atentar en contra la estabilidad de la PLATAFORMA. Este  tipo de actividades será investigado por BANCANNABIS y el infractor podrá ser sancionado con la suspensión  o cancelación de la oferta e incluso de su registro como Usuario de BANCANNABIS y/o de cualquier otra  forma que BANCANNABIS estime pertinente, sin perjuicio de las acciones legales a que pueda dar lugar por  la configuración de delitos o contravenciones o los perjuicios civiles que pueda causar a los Usuarios  oferentes. 8. RÉGIMEN SANCIONATORIO GENERAL La inhabilitación, suspensión o bloqueo de cuentas de las  cuentas de los USUARIOS registrados en la PLATAFORMA por parte de BANCANNABIS, se hará respetando el  debido proceso de descargos, verificación y apelación por parte del posible infractor o acusado de  infractor. Nosotros como empresa nos comprometemos a confirmar el uso de la cuenta, corroboración de los  datos proporcionados en el registro y / u otra información que se requiera antes de deshabilitar,  suspender o bloquear permanentemente la cuenta. BANCANNABIS podrá advertir, suspender en forma temporal,  deshabilitar o bloquear definitivamente, aplicar una sanción que impacte negativamente en la reputación la  cuenta de un USUARIO registrado o una publicación en la PLATAFORMA; o no prestar sus servicios cuando se  presente alguno de los siguientes casos: a). Si incumpliera sus compromisos como USUARIO, (i) se le  impondrá una sanción que impacte su reputación; si reitera la conducta (ii) se le suspenderá la cuenta de  USUARIO por una (1) semana; si incurre nuevamente en la conducta, (iii) se le deshabilitará la cuenta por  un (1) mes, y finalmente, si reincide en la conducta se bloqueara definitivamente la cuenta de USUARIO.  b). Si se encuentra culpable de incurrir en conductas o actos dolosos o fraudulentos, se bloqueara  definitivamente la cuenta de usuario. c). Si no pudiera verificarse la identidad del USUARIO o cualquier  información proporcionada por el mismo fuere errónea se procederá a la suspensión temporal hasta que se  verifique o se bloquee definitivamente la cuenta de USUARIO. d). En el caso del bloqueo de un USUARIO,  todos los artículos que tuviera publicados en la Plataforma serán removidos. También se removerán del  sistema las ofertas de compra o venta de los bienes y/o servicios ofrecidos en la PLATAFORMA. e). En caso  de cuentas duplicadas se bloquerá definitivamente al USUARIO. f). El registro de un menor de edad (menores  de 18 años en Colombia) tiene como resultado la eliminación de su cuenta de forma inmediata. g). Las  operaciones sospechosas de BANCANNABIS se acogen a una política de Sistema de Gestión de Riesgos para  Lavado de Activos y Financiamiento del Terrorismo SARLAFT . Por lo tanto, de acuerdo con nuestras  políticas de SARLAFT , procederemos a verificar y consultar la información de nuestros USUARIOS al momento  de registrarse con nosotros. h). Si se sospecha que un usuario infringe nuestras políticas de SARLAFT o  daña a otros miembros de nuestra comunidad con operaciones sospechosas,BANCANNABIS tiene derecho a  suspender, deshabilitar o bloquear al USUARIO que se encuentre culpable de la infracción. i). En caso de  no obtener la información que fuera necesaria para verificar el lavado de activos y de la financiación del  terrorismo, BANCANNABIS se verá imposibilitado de prestar servicios al USUARIO, sin que ello pueda  comportar ningún tipo de responsabilidad para BANCANNABIS. j). La reiteración de conductas prohibidas por  parte de los USUARIOS que no cumplan con los T&C de BANCANNABIS se les aplicara el siguiente  procedimiento; (i) se les notificará dicha infracción, en caso de hacer caso omiso a la advertencia, (ii)  se suspenderá la cuenta del USUARIO por una (1) semana, y en caso de reincidir en conductas prohibidas,  (iii) se deshabilitará la cuenta de USUARIO por un (1) mes y finalmente, si el USUARIO vuelve a cometer  conducta prohibida por cuarta vez, (iv) se bloqueara al usuario y se eliminará la cuenta de USUARIO de la  PLATAFORMA DE BANCANNABIS. k). Cuentas suspendidas: el USUARIO no podrá acceder al panel de usuario hasta  que se levante la suspensión de la cuenta. l). Cuentas deshabilitadas: el USUARIO puede acceder a su  cuenta pero no puede realizar acciones en la PLATAFORMA. m). Cuentas bloqueadas: el USUARIO no puede hacer  uso de la PLATAFORMA hasta que se cumpla la pena impuesta por su infracción. n). Reactivación de cuenta:  Las cuentas de USUARIOS se reactivarán cuando se realice el debido proceso junto con sus respectivas  validaciones y verificaciones de las causales de suspensión, inhabilitación o bloqueo por parte de  BANCANNABIS o las autoridades judiciales. Estas medidas o acciones tomadas por BANCANNABIS no inhabilitan  a BANCANNAIBIS de iniciar otras medidas a las que pueda tener derecho BANCANNABIS por las posibles  infracciones cometidas por los USUARIOS de la PLATAFORMA. 9. OBLIGACIONES DE E-GROW TECNOLOGY SERVICES  S.A.S a). La obligación de comunicar a la Unidad de Información y Análisis Financiero cualquier hecho u  operación respecto de los cuales exista indicio o certeza de que está relacionado con el lavado de activos  o la financiación del terrorismo, debiendo abstenerse de ejecutar cualquier operación respecto de la que  se pongan de manifiesto tales circunstancias. BANCANNABIS no será responsable ante el USUARIO de los daños  y perjuicios que este pueda sufrir como consecuencia del cumplimiento, por parte de BANCANNABIS de dichas  obligaciones legales. b). Asegurar el cumplimiento de los estándares de seguridad sobre la información de  los USUARIOS y sus transacciones. c). Mantener a disposición del USUARIO la PLATAFORMA para el intercambio  electrónicos oportuno basado en tecnología blockchain que permite la compra de Bienes y/o Servicios de  BANCANNABIS y sus ALIADOS o USUARIOS COLABORADORES. d). Dar aviso oportuno al USUARIO de cambios y/o  modificaciones de los Términos y Condiciones por los canales de información de la PLATAFORMA y/o a través  de los medios de contacto suministrados por el USUARIO para este fin. e). Modificar los Términos y  Condiciones en procura del bienestar de la comunidad de BANCANNABIS. f). Verificar las transacciones de  intercambio realizadas por medio de la PLATAFORMA de BANCANNABIS. g). Realizar un mantenimiento constante  en el software y hardware que soporta la PLATAFORMA. h). En razón de que BANCANNABIS no pretende captar  recursos del público de forma masiva y habitual, BANCANNABIS no utilizará, dispondrá ni manipulará de  ninguna forma los saldos del USUARIO, sin la orden expresa del mismo o una autoridad competente. i). El  USUARIO no recibirá intereses por los saldos depositados en la cartera. j). Asegurar la trazabilidad de  los productos y mantener la PLATAFORMA actualizada con el estado vegetativo de las plantas cultivadas por  los USUARIOS E-GROWER. k). Cumplir con las buenas prácticas y la legislación vigente para el cultivo del  cannabis y posteriores transformación de la materia prima en derivados del cannabis. l). Asegurar el  cumplimiento de las buenas prácticas y la legislación vigente de las empresas ALIADAS y/o de los USUARIOS  COLABORADORES. m). BANCANNABIS no se hace responsable por las pérdidas que pueda tener un USUARIO producto  de la fuerza mayor, el caso fortuito, el hecho del tercero y/o el hecho de la víctima. En consecuencia, no  se hace responsable de cualquier daño, reclamación o pérdida que surja o que el USUARIO pueda sufrir como  consecuencia de cualquier retraso en las transacciones autorizadas por el USUARIO. n). Rendir cuentas a  los USUARIOS E-GROWER al finalizar cada cosecha del cultivo digital. 10. MARCAS COMERCIALES / DERECHOS DE  PROPIEDAD Las marcas comerciales, logotipos, marcas de servicio y nombres comerciales (en conjunto, las  Marcas comerciales) que se muestran en este sitio web no se pueden utilizar sin nuestro consentimiento  expreso por escrito, sin perjuicio de las marcas comerciales que no son de nuestra propiedad, si las hay,  son propiedad de sus respectivos dueños. y el uso está sujeto al consentimiento de dicho propietario. Este  sitio web también puede contener o hacer referencia a patentes, información patentada, tecnologías,  productos, procesos u otros derechos de propiedad (IP) de BANCANNABIS y / o de otras partes. No se le  otorga ni se le confiere ninguna licencia o derecho sobre dicha propiedad intelectual. BANCANNABIS se  reserva todos los derechos de propiedad intelectual que se derivan de la PLATAFORMA la estructura de las  bases de datos, diseño de página y demás que han sido creadas y los de las que se desarrollen para su uso  o explotación. Lo anterior, sin perjuicio del respeto que hará BANCANNABIS de los derechos de propiedad  intelectual correspondan a terceros. 11. CLÁUSULA DE RESPONSABILIDAD E INDEMNIDAD DE BANCANNABIS CON SUS  USUARIOS a). BANCANNABIS responderá ante el USUARIO, de los daños y perjuicios que se le hubiesen causado  por causas imputables a BANCANNABIS o a sus profesionales o empleados como consecuencia de dolo o culpa  grave de cualquiera de ellos. Fuera de tales casos, la responsabilidad de BANCANNABIS tendrá el alcance  que se determine específicamente para cada Servicio de conformidad con el alcance definido en la  PLATAFORMA así como el alcance que se incluye a continuación en estas Condiciones de Uso. b). En ningún  caso BANCANNABIS será responsable de los daños derivados, o causados, en todo o en parte, como  consecuencia de la falsedad, el ocultamiento o cualquier otra conducta del USUARIO que fuera dolosa o  negligente, o no realizada conforme a los principios de la buena fe, o de incumplimientos a estas  Condiciones de Uso o que se produzcan por causas que están fuera de su control razonable. c). La  responsabilidad de BANCANNABIS se limitará a los daños directos (con exclusión, por tanto, del lucro  cesante, de la pérdida de negocio o del daño reputacional) efectivamente causados al USUARIO. El USUARIO  conoce y acepta que al realizar operaciones con otros USUARIOS o terceros lo hace bajo su propio riesgo.  d). En caso de que uno o más USUARIOS o algún tercero inicien cualquier tipo de reclamo o acciones legales  contra otro u otros USUARIOS, todos y cada uno de los USUARIOS involucrados en dichos reclamos o acciones  eximen de toda responsabilidad a BANCANNABIS y a sus directores, gerentes, empleados, agentes, operarios,  representantes y apoderados. Los Usuarios tienen un plazo de diez días desde la compra para iniciar un  reclamo contra otro u otros USUARIOS. Una vez vencido este plazo, no podrán iniciar un reclamo desde la  PLATAFORMA. Lo anterior, sin perjuicio de las acciones legales con las que cuente. e). La responsabilidad  de BANCANNABIS frente al USUARIO en relación con los servicios prestados está condicionada a que el  USUARIO remita reclamación por escrito, determinando con suficiente detalle la naturaleza de la  reclamación y el importe reclamado, en un plazo no superior a tres (3) años a contar desde la finalización  de la prestación de los servicios, salvo en caso de dolo en que será de aplicación el plazo de  prescripción legalmente establecido. f). La eventual responsabilidad de BANCANNABIS tendrá lugar  únicamente frente al USUARIO. BANCANNABIS no será responsable de los daños que puedan ocasionarse a  terceros como consecuencia del uso que el USUARIO pueda hacer de los servicios fuera del destino propio de  los mismos. g). En ningún caso se entenderá excluida la responsabilidad de BANCANNABIS por acciones u  omisiones cuya responsabilidad no pueda excluirse ni reducirse según la normativa aplicable. h). Sin  perjuicio de la generalidad de lo anterior, BANCANNABIS no se responsabiliza por cualquier daño, perjuicio  o pérdida al USUARIO causados por fallas en la PLATAFORMA, en el servidor o en Internet. i). BANCANNABIS  tampoco será responsable por cualquier virus que pudiera infectar el equipo del USUARIO como consecuencia  del acceso, uso o examen de su sitio web o a raíz de cualquier transferencia de datos, archivos, imágenes,  textos, o audio contenidos en el mismo. Los USUARIOS no podrán imputarle responsabilidad alguna ni exigir  pago por lucro cesante, en virtud de perjuicios resultantes de dificultades técnicas o fallas en los  sistemas o en Internet. j). BANCANNABIS no garantiza el acceso y uso continuado o ininterrumpido de la  PLATAFORMA. El sistema puede eventualmente no estar disponible debido a dificultades técnicas o fallas de  Internet, o por cualquier otra circunstancia ajena a BANCANNABIS. 11.1 EXCLUSIóN DE RESPONSABILIDAD. Al  usar la PLATAFORMA de BANCANNABIS usted como USUARIO acepta que BANCANNABIS no asume ningún tipo de  responsabilidad contractual o extracontractual, civil, comercial o penal, por concepto de afectaciones a  su información empresarial, sus bienes y los de quienes tiene a cargo, cuando dichas afectaciones se  deriven de la existencia de fallas en la disponibilidad del servicio no imputables a BANCANNABIS, la  pérdida de la información por mal uso de la plataforma, la filtración de la información por acceso  indebido de terceros que se derive de la exposición de los datos de acceso por parte de los USUARIOS. Al  usar la PLATAFORMA el usuario declara expresamente que conoce los riesgos de uso de la misma y que ha  leído los presentes términos y condiciones y luego de hacerlo, han tomado las medidas de seguridad  necesarias para proteger los bienes y la información de la cual son titulares. 12. TRATAMIENTO DE DATOS -  COMPROMISO DE CONFIDENCIALIDAD Y SEGURIDAD DE LA INFORMACIóN. En principio, BANCANNABIS no utilizará la  información empresarial y los datos personales almacenados en sus bases de datos por parte del USUARIO  para fines distintos al objeto de la PLATAFORMA de BANCANNABIS. Sin embargo, con el uso que el USUARIO  hace de la PLATAFORMA, autoriza expresamente a BANCANNABIS para utilizar los datos almacenados en sus  bases de datos con el fin de generar estadísticas anónimas de la utilización de la PLATAFORMA y/o  remitirles información comercial respecto de los servicios ofrecidos, promociones y demás que correspondan  por parte de BANCANNABIS, sus ALIADOS y/o USUARIOS COLABORADORES. Cuando se realizan trabajos  estadísticos, los datos son utilizados sin relacionarlos con su titular, es decir, son anónimos para  efecto de la realización de mediciones de las preferencias de los usuarios en general. Las mediciones  realizadas y los resultados de las mismas podrán ser comercializados posteriormente por parte de la  BANCANNABIS sin relacionar los datos directamente con ninguno de los USUARIOS. BANCANNABIS solamente  tolerará el acceso a la información empresarial y los datos personales almacenados, a quien los ha  ingresado. Así mismo, se garantizará el acceso a las autoridades judiciales y administrativas cuando con  fundamento en la ley estén en capacidad de obligar a BANCANNABIS a cumplir tal exigencia. BANCANNABIS  desplegará todos los medios que se encuentren a su alcance y que se deriven de las obligaciones previstas  en la ley para procurar proteger los datos personales y demás información almacenada en sus bases de  datos. Los datos personales que BANCANNABIS recaude en desarrollo de la prestación de sus servicios se  encuentran sometidos a las políticas de protección de datos personales de la PLATAFORMA y puede acceder a  ellas en la página ____________. En caso que usted tenga una petición, queja, reclamo o desee ejercer  cualquiera de los derechos que se derivan del tratamiento de datos personales, por favor remita un correo  a contac@bancannabis.org. 12.1 AUTORIZACIóN PARA ADMINISTRAR INFORMACIóN DEL USUARIO Hacer uso de la  PLATAFORMA, registrarse en la misma, o acceder a los servicios de BANCANNABIS a través de nuestro sitio  web , autoriza a BANCANNABIS para que trate los datos del USUARIO conforme a las  finalidades que se describen a continuación: a). Enviar mensajes dentro de la PLATAFORMA y/o en mi bandeja  de entrada de mi cuenta de usuario dentro de BANCANNABIS; para contactarme, brindarme comerciales,  legales, servicios, noticias, noticias, seguridad, o aspectos relacionados con la empresa cuyo contenido  considere necesario y/o apropiados para la correcta prestación de los servicios adquiridos con  BANCANNABIS. b). Ser consultado, comparado, verificado, compartido y actualizado con los datos ante las  entidades de consultas de bases de datos, listas vinculantes, o cualquier entidad que gestione y  administre bases de datos para fines legalmente definidos para este tipo de entidades. c). Autoriza a  BANCANNABIS y sus ALIADOS a confrontar y verificar la veracidad de sus datos personales y los derivados de  sus tarjetas de crédito y/o débito podrán ser confrontados, verificados y reportar los mismos a los  Aliados y según corresponda para poder perfeccionar las operaciones de cambio y confirmar la existencia de  tales medios. d). La naturaleza y calidad de los Servicios de Intercambio Electrónico (pasarela de pago no  BANCANNABIS) utilizados a través de la PLATAFORMA y en los que se solicita la información personal del  USUARIO, son responsabilidad exclusiva de los ALIADOS y USUARIOS COLABORADORES. e). Al registrarse con los  servicios de BANCANNABIS es necesario suministrar el número de celular, correo electrónico, número de  identificación o pasaporte, y demás datos sencibles necesarios para identificar nuestros usuarios y evitar  el fraude, el lavado de dinero y la financiacion del terrorismo. Por tanto, en el momento en que informe a  BANCANNABIS la intención de prescindir de sus servicios y que se traten estos datos, BANCANNABIS procederá  a cumplir con la orden de revocación, el contrato finalizará y los datos permanecerán durante 10 años en  un repositorio blockchain ejecutado por medio de un contrato inteligente en la red descentralizada de  Ethereum y solo estará disponible si las autoridades competentes así lo requiera o para procesos de  auditoría interna y externa del manejo de datos e información. PRESCINDIR DE LOS SERVICIOS DE BANCANNABIS  Y LA CUENTA DE USUARIO. Para prescindir de los servicios y/o de la cuenta de USUARIO en la PLATAFORMA de  BANCANNABIS se deberá enviar un correo electrónico a: contac@bancannabis.org con la palabra un-suscribe  en el asunto, para prescindir de la cuenta de USUARIO o cancel service para prescindir de un servicio  y/o bien adquirido. 13. REQUERIMIENTOS TÉCNICOS PARA LA UTILIZACIóN DE LA PLATAFORMA DE BANCANABIS Para  acceder a la PLATAFORMA desde una computadora, se requiere contar con: Software Sistema operativo Windows,  Linux, Mac OS Navegadores Google Chrome, Mozilla, Safari, otros. Hardware Procesador Intel® a 1,3 GHz o  superior. Memoria RAM 1024 Mb superior. Teclado y Mouse. Pantalla de 19 pulgadas o superior. Conexión Wifi  1mb Para acceder a la PLATAFORMA desde un dispositivo móvil como celular o tablet , se requiere contar  con: Software Sistema operativo Windows Phone, Android, iOS Navegadores Google Chrome, Mozilla, Safari,  Opera, otros. Hardware Pantalla de 4 pulgadas o superior Procesador mínimo de 800MHZ o superior Memoria  interna mínima 512 MB o superior Conexión Wifi 802.11 15. ACUERDO DEL USUARIO Salvo acuerdo en contrario  entre el USUARIO Y BANCANNABIS, los presentes TÉRMINOS Y CONDICIONES GENERALES PARA USUARIOS - USO Y  FUNCIONAMIENTO DE LOS BIENES Y SERVICIOS OFERTADOS POR BANCANNABIS constituyen la totalidad de lo acordado  entre ambas partes en relación con la prestacion del servicio por parte de BANCANNABIS y sus ALIADOS y  COLABORADORES. Salvo acuerdo en contrario, estas condiciones de uso y funcionamiento serán de aplicación a  cualquier Servicio que contrate el USUARIO en la PLATAORMA. En el supuesto que se declarará la nulidad de  cualquiera de los presentes términos y condiciones, ello no afectará al resto de los términos y  condiciones, los cuales continuarán surtiendo sus efectos. 16. JURISDICCIóN Y LEY APLICABLE Este contrato  se rige por las leyes vigentes en la República de Colombia. Cualquier caso controvertido que surja de este  acuerdo, existencia, vigencia, interpretación, alcance y / o cumplimiento de la relación jurídica entre el  USUARIO Y BANCANNABISt, ambos renuncian expresamente a cualquiera otra jurisdicción que pueda  corresponderles y sin perjuicio de las normas imperativas sobre competencia judicial, se someten  voluntariamente a los Juzgados y Tribunales de Colombia. En caso que cualquier aparte de los términos y  condiciones del presente documento llegare a ser declarado nulo, inexistente y/o inaplicable por un  organismo judicial y/o administrativo, BANCANNABIS y el USUARIO procurarán dar aplicación a los apartes  restantes del presente documento, atendiendo a las intenciones que tenían de que los servicios fueran  prestados, las normas supletivas que resulten aplicables y finalmente a la equidad. 17. MODIFICACIONES A  LA PLATAFORMA Y A LOS TÉRMINOS Y CONDICIONES BANCANNABIS se reserva el derecho a modificar total o  parcialmente la PLATAFORMA en cualquier momento pudiendo eliminar o agregar servicios de pago o gratuitos  sin que para ello deba solicitar ningún tipo de autorización del USUARIO; en caso que esto suceda, se  remitirá a los USUARIOS un documento y/o notificación electrónica en la cual se detallen los cambios  realizados a la plataforma y el impacto que los mismos tienen respecto de los presentes Términos y  condiciones y/o la forma en que se prestará el servicio, recibido el mensaje o notificación electrónica  por parte del usuario y/o sus usuarios autorizados, aquellos podrán aceptar los cambios y modificaciones o  negarse a hacerlo, en este último caso el usuario podrá dar por terminada su vinculación jurídica con  BANCANNABIS de manera unilateral y sin proceder al pago de perjuicios. En caso que el usuario de por  terminado el contrato por la razón antes mencionada, BANCANNABIS tampoco se verá obligada al  reconocimiento y pago de perjuicios, costos de cancelación y otros relacionados, no obstante sin perjuicio  de lo anterior la PLATAFORMA, podrá transmitir notificaciones mediante su página de inicio sobre los  cambios realizados a los Términos y condiciones, dichas notificaciones serán consideradas como válidas y  notificadas al usuario, para lo cual una vez realizada dicha modificación si el USUARIO sigue accediendo y  utilizando las herramientas de la plataforma, se entenderá que acepta las modificaciones, de lo contrario  deberá abstenerse de usarlas."
}

